Revit 2027 API
ParameterTypeId.AnalyticalVisualLightTransmittance Property
 "Visual Light Transmittance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalVisualLightTransmittance { get; }
Public Shared ReadOnly Property AnalyticalVisualLightTransmittance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalVisualLightTransmittance {
	ForgeTypeId^ get ();
}
static member AnalyticalVisualLightTransmittance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace